var data= {
  "QuestionPaper": {
    "-UniqueId": "002",
    "-CategoryName": "Sanskrit - 1",
    "Chapter": [
      {
        "-ChapterName": "स्तुति:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tक: सर्वलोकानां सदा हितं करोति?"
              },
              {
                "-Question": "(ख).\tक: मातेव लालनं करोति?"
              },
              {
                "-Question": "(ग).\tक: सुखानि प्रददाति?"
              },
              {
                "-Question": "(घ).\tक: सर्वदानन्दरूपो अस्ति?"
              },
              {
                "-Question": "(ङ).\tगुरु: कि कि करोति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tपितेव  ____________ ।  \n\t ______ नमामि तम्।।"
              },
              {
                "-Question": "(ख).\tयो वारयति  ____________ । \n\t प्रयोजयति ___________ ।। "
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिंदी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tपितेव सर्वलोकानां य: करोति सदा हितम्।"
              },
              {
                "-Question": "(ख).\tसर्वदानन्दरूपो य: परमेशं नमामि तम्।"
              },
              {
                "-Question": "(ग).\tज्ञानं ददाति नित्यं यो गुरुं पूज्यं नमामि तम्।"
              },
              {
                "-Question": "(घ).\tप्रयोजयति धर्मे च गुरुं पूज्यं नमामि तम्।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "सन्धि-विच्छेद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).\tपितेव  =  __________  +  __________"
              },
              {
                "-Question": "(ख).\tसर्वदानन्द: = __________  +  __________"
              },
              {
                "-Question": "(ग).\tपरमेश:  = __________  +  __________"
              },
              {
                "-Question": "(घ).\tचैव  = __________  +  __________"
              }
            ]
          }
        ]    /*chapter1 compelete*/
      },
      {
        "-ChapterName": "प्रिय: भारत:",
        "-Heading": "Answer the following.",
        "Cluster": [
           {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tअस्माक देशस्य नाम किमस्ति?"
              },
              {
                "-Question": "(ख).\tअस्माक देश: कीदृश: अस्ति?"
              },
              {
                "-Question": "(ग).\tभारतदेशस्य उत्तरभागे क: विराजते?"
              },
              {
                "-Question": "(घ).\tअत्रत्या: प्रकृति: कीदृशी अस्ति?"
              },
              {
                "-Question": "(ङ).\tकुत्र षड् ऋतव: भवन्ति?"
              },
              {
                "-Question": "(च).\tअस्माक देशे के काश्च वीरा: वीराङ्गना: अभवन्?"
              },
              {
                "-Question": "(छ).\tकस्या नाम्ना अस्माक देशस्य नाम भारतवर्ष:?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              
         
			  {
                "-Question": "(क).\tअस्माक देशस्य नाम  __________ अस्ति।"
              },
              {
                "-Question": "(ख).\tअस्मिन् देशे  __________ प्रवहन्ति।"
              },
              {
                "-Question": "(ग).\tभारत देश: संसारस्य __________ अपि उच्यते।"
              },
              {
                "-Question": "(घ).\t‘‘जननी जन्मभूमिश्च  __________ गरीयसी।''"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों के हिन्दी में अर्थ लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "1.\tजननी\t=  ______________"
              },
              {
                "-Question": "2.\tयतोहि\t=  ______________"
              },
              {
                "-Question": "3.\tअस्माकम्\t=  ______________"
              },
              {
                "-Question": "4.\tगरीयसी\t=  ______________"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क).\tयहाँ के निवासी ‘हिन्दू’ और इस देश को ‘हिन्दुस्थान’भी कहा जाता है।"
              },
              {
                "-Question": "(ख).\tभारत देश की सुंदरता देवताओं को भी आकर्षित करती है।"
              },
              {
                "-Question": "(ग).\tइस पुण्यभूमि पर अनेक वीर महापुरुषों ने जन्म लिया है।"
              },
              {
                "-Question": "(घ).\tहमारा देश विश्वगुरु भी कहा जाता है।"
              }
            ]
          }
        ] /* chaoter2 compelete*/
      },
       {
        "-ChapterName": "स्वामी विवेकानन्द:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क).\tस्वामी विवेकानन्द: कीदृश: आसीत्?"
              },
              {
                "-Question": "(ख).\tविवेकानन्दस्य जन्म कदा अभवत्?"
              },
              {
                "-Question": "(ग).\tविवेकानन्दस्य मातु: कि नाम आसीत्?"
              },
              {
                "-Question": "(घ).\tविवेकानन्द: भारतीय संस्कृते: पताकां गृहीत्वा कस्मिन् देशे अगच्छत्?"
              },
              {
                "-Question": "(ङ).\tएष: कदा निजदेहम् अत्यजत्?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)\tअस्माक देश: संसारे __________ अस्ति।"
              },
              {
                "-Question": "(ख)\tविवेकानन्दस्य पितु: नाम __________ आसीत्।"
              },
              {
                "-Question": "(ग)\tविवेकानन्दस्य गुरो: नाम __________ आसीत्।"
              },
              {
                "-Question": "(घ)\tअनेका: वैदेशिका: तु __________ अभवन्।"
              },
              {
                "-Question": "(ङ)\tस: जौलाईमासे ___________ ईस्वीये वर्षे  __________अत्यजत्।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)\tस्वामी विवेकानन्द भारत के महान संत और राष्ट्रप्रेमी थे।"
              },
              {
                "-Question": "(ख)\tसविवेकानन्द का जन्म बंगाल प्रान्त के कोलकाता नगर में हुआ था।"
              },
              {
                "-Question": "(ग)\tसविवेकानन्द की माता भुवनेश्वरी देवी और पिता विश्वनाथ दत्त थे।"
              },
              {
                "-Question": "(घ)\tसविवेकानन्द भारतीय संस्कृति के उपासक थे।"
              },
              {
                "-Question": "(ङ)\tअमेरिका के लोग उन्हें सुनकर बहुत प्रभावित हुए।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों की हिन्दी लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "1.\tमत्वा  =  __________________ "
              },
              {
                "-Question": "2.\tखीष्टाब्दे  =  __________________"
              },
              {
                "-Question": "3.\tगृहीत्वा   =  __________________"
              },
              {
                "-Question": "4.\tदीनान्  =  __________________ "
              },
              {
                "-Question": "5.\tश्रुत्वा  =  __________________"
              },
              {
                "-Question": "6.\tअत्यजत्   =  __________________"
              }
            ]
          },
		  
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों का संस्कृत वाक्यों में प्रयोग कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)\tदरिद्रस्य  =  _____________________________________"
              },
              {
                "-Question": "(ख)\tराष्ट्रप्रेमी  =  _____________________________________"
              },
              {
                "-Question": "(ग)\tसंस्कृते:  =  _____________________________________"
              },
              {
                "-Question": "(घ)\tप्रभाविता:  =  _____________________________________"
              },
              {
                "-Question": "(ङ)\tचिरकालम्  =  _____________________________________"
              }
            ]
          }
        ]    //chapter3 compelete
      },
       {
        "-ChapterName": "वर्षा ऋतु:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)\tकतमा ऋतु ‘ऋतुराज्ञी’ इति पदेनालंकृता?"
              },
              {
                "-Question": "(ख)\tकस्मिन् मासे वर्षागमनं भवति?"
              },
              {
                "-Question": "(ग)\tवर्षा ऋतौ प्रकृते: शोभा: कीदृशा भवति?"
              },
              {
                "-Question": "(घ)\tवर्षाकाले बालका: बालिका: च िंक कुर्वन्ति?"
              },
              {
                "-Question": "(ङ)\tअस्मिन् ऋतौ सन्ध्याकाले नभसि कस्य शोभा समुल्लसति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)\tयदा ग्रीष्मस्य __________ धरा सन्तप्ता भवति।"
              },
              {
                "-Question": "(ख)\tआषाढस्य आरम्भे गगनं __________ भवति।"
              },
              {
                "-Question": "(ग)\tवर्षाया: जलं भूमौ आगत्य __________ आश्वासयन्ति।"
              },
              {
                "-Question": "(घ)\tअस्मिन् ऋतौ __________ शोभा दर्शनीया भवति।"
              },
              {
                "-Question": "(ङ)\t ______ उड्डीयमाना बलाका-पंक्ति: अतीव राजते।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिन्दी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)\tयथा वसन्त: ‘ऋतुराज:’ कथ्यते तथैव वर्षा अपि‘ऋतुराज्ञी’ कथ्यते।"
              },
              {
                "-Question": "(ख)\tआषाढस्य आरम्भे गगनं मेघाच्छन्नं भवति।"
              },
              {
                "-Question": "(ग)\tनभसि उड्डीयमाना बलाका पंक्ति: अतीव राजते।"
              },
              {
                "-Question": "(घ)\tसन्ध्याकाले नभसि इंद्रधनुषस्य अपूर्वा शोभा समुल्लसति।"
              },
              {
                "-Question": "(ङ)\tअस्मिन् काले स्त्रिय: दोलामारुह्य ‘कजरी’ इति गीतं गायन्ति।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों का प्रयोग करके संस्कृत में वाक्य बनाइए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)\tउपवनेषु = ___________________"
              },
              {
                "-Question": "(ख)\tवर्षा: = ___________________"
              },
              {
                "-Question": "(ग)\tप्रकृते: = ___________________"
              },
              {
                "-Question": "(घ)\tइन्द्रधनुषस्य = ___________________"
              },
              {
                "-Question": "(ङ)\tऋतुराज्ञ: = ___________________"
              },
              {
                "-Question": "(च)\tखद्योतानाम् = ___________________"
              }
            ]
          },
		  
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)\tवर्षा काल में गाँव के किसानों को कृषि करते हुए देख सकते हैं।"
              },
              {
                "-Question": "(ख)\tवन, उपवन में वृक्ष-लताएँ हरे-भरे होकर शोभा बढ़ाते हैं।"
              },
              {
                "-Question": "(ग)\tइस मौसम में सब जगह चातक की मीठी वाणी सुनाई देती है।"
              },
              {
                "-Question": "(घ)\tआषाढ़ के शुरू में आकाश में बादल छाने लगते हैं।"
              },
              {
                "-Question": "(ङ)\tइस ऋतु में सभी जगह मनोहर और ठंडी हवा बहती है।"
              }
            ]
          }
        ]    /*chapter4 compelete*/
      },
       {
        "-ChapterName": "महर्षि: दधीचि:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के संस्कृत में उत्तर लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)\tकस्य जीवनं सफलं भवति?"
              },
              {
                "-Question": "(ख)\tकयो: मध्ये संघर्ष: अभवत्?"
              },
              {
                "-Question": "(ग)\tविष्णो: प्रेरिता: देवा: कुत्र अगच्छन्?"
              },
              {
                "-Question": "(घ)\tदेवा: दधीचिन: किम् अयाचन्?"
              },
              {
                "-Question": "(ङ)\tमहर्षि: दधीचि: किमर्थं प्रशंसनीय: अस्ति?"
              }
            ]
          },
		  {
            "-QType": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-Heading": "Fill in the blanks:",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)\tअस्मिन् संसारे __________ परोपकारिण: जाता:।"
              },
              {
                "-Question": "(ख)\tएकदा भयज्र्र: __________ संग्रामो अभवत्।"
              },
              {
                "-Question": "(ग)\tविष्णो: प्रेरिता: सर्वे __________ दधीचिन: अन्तिक जगाम।"
              },
              {
                "-Question": "(घ)\tवृत्रासुरस्य __________ ते सर्वे तस्य __________ अयाचन्।"
              },
              {
                "-Question": "(ङ)\tमहर्षि: दधीचि निश्चयेन __________ आसीत्।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)\tपरोपकार के लिए अपना सर्वस्व समर्पित कर देना चाहिए।"
              },
              {
                "-Question": "(ख)\tमहर्षि दधीचि का परोपकार प्रशंसनीय है।"
              },
              {
                "-Question": "(ग)\tसभी देवताओं ने अपनी रक्षा के लिए भगवान विष्णु से प्रार्थना की।"
              },
              {
                "-Question": "(घ)\tजो परोपकार में अपना जीवन र्अिपत करता है, उसका जीवन अवश्य सफल होता है।"
              },
              {
                "-Question": "(ङ)\tदधीचि की अस्थियों से र्नििमत अस्त्र वृत्रासुर को मारने में सक्षम रहा।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिन्दी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)\tएकदा भयज्र्र: देवासुर संग्रामोऽभवत्।"
              },
              {
                "-Question": "(ख)\tअसुराणां नायक: वृत्रासुर: संघर्षे विजयी अभवत्।"
              },
              {
                "-Question": "(ग)\tमरणानन्तरं महर्षे: शरीरम् अस्थिमात्रं शेषोऽभवत्।"
              },
              {
                "-Question": "(घ)\tमहर्षे: अस्थिभि: निर्मितेन वङ्कोण वृत्रासुर: हत:।"
              },
              {
                "-Question": "(ङ)\tदधीचिन: त्याग: सर्वथा प्रशंसनीय: भवति।"
              }
            ]
          },
        ]    /*chapter5 compelete*/
      },
       {
        "-ChapterName": "मातृभक्ति: देशभक्तिश्च",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)\tके सर्वोत्तमे स्त:?"
              },
              {
                "-Question": "(ख)\tअस्माक  जन्मभूमि: का अस्ति?"
              },
              {
                "-Question": "(ग)\tजननी जन्मभूमिश्च कस्मात् अपि गरीयसी?"
              },
              {
                "-Question": "(घ)\tअस्माक  जन्मभूमौ जन्मगृह्णाय के स्पृह्यन्ति?"
              },
              {
                "-Question": "(ङ)\tअस्माक  पराधीनताया: कि कारणम् आसीत्?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)\tभारतवर्ष: अस्माक __________अस्ति।"
              },
              {
                "-Question": "(ख)\t______ भरतोनाम राजा आसीत्।"
              },
              {
                "-Question": "(ग)\tअस्या: एव अज्र्े स्व __________ सह स्वच्छन्दं क्रीडाम:।"
              },
              {
                "-Question": "(घ)\tमाता  __________कृते सर्वस्वमपि त्यक्तुं शक्नोति।"
              },
              {
                "-Question": "(ङ)\t______गौरववर्धनाय सर्वै: चेष्टितव्यम्।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिन्दी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)\tभारतवर्ष: अस्मावंâ जन्मभूमि: अस्ति।"
              },
              {
                "-Question": "(ख)\tजनै: मातृपूजा सर्वदा करणीया।"
              },
              {
                "-Question": "(ग)\tमाता बालकस्य कृते सर्वस्वमपि त्यक्तुं शक्नोति।"
              },
              {
                "-Question": "(घ)\tयत्र कुत्रोऽपि गतोमनुष्य: जन्मभूमि: सदा स्मरत्येव।"
              },
              {
                "-Question": "(ङ)\tजननी जन्मभूमिश्च स्वर्गादपि गरीयसी।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)\tमाता पुत्र के लिए अपने कष्टों को नहीं सोचती है।"
              },
              {
                "-Question": "(ख)\tमाता एवं मातृभूमि स्वर्ग से भी बढ़कर हैं।"
              },
              {
                "-Question": "(ग)\tहमारी पराधीनता का मुख्य कारण एकता का अभाव था।"
              },
              {
                "-Question": "(घ)\tयथाशक्ति सबको बैरभाव छोड़ देना चाहिए।"
              },
              {
                "-Question": "(ङ)\tहमें अपने देश का सम्मान और आदर करना चाहिए।"
              }
            ]
          }
        ]    //chapter6 compelete
      },
       {
        "-ChapterName": "सत्यनिष्ठ: बालक:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  सार्थवाहा: पथिका: च कुत्र अगच्छन्?"
              },
              {
                "-Question": "(ख)  लुण्ठकान् क: पश्यति?"
              },
              {
                "-Question": "(ग)  बालकेन स्वधनं कुत्र स्थापितम् आसीत्?"
              },
              {
                "-Question": "(घ)  दस्यव: बालकात् किमर्थं प्रभाविता: अभवन्?"
              },
              {
                "-Question": "(ङ)  बालकस्य नाम किम्?"
              },
              {
                "-Question": "(च)  जना: कुत्र गत्वा सत्यस्य प्रेरणां गृह्णन्ति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  पुराकाले  __________च यात्रां कृतवन्त:।"
              },
              {
                "-Question": "(ख)  तेषु पथिकेषु एक: दशवर्षीय: __________ अपि आसीत्।"
              },
              {
                "-Question": "(ग)  मार्गे दस्यव: तेषां __________ अलुण्ठन्।"
              },
              {
                "-Question": "(घ)  अहं मातु: __________ पालयामि।"
              },
              {
                "-Question": "(ङ)  ते __________ पथिकेभ्य: अयच्छन्।"
              },
              {
                "-Question": "(च)  तस्य समाधि: __________ अस्ति।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  पुराने समय में लोग दूर-दूर की यात्रा करते थे।"
              },
              {
                "-Question": "(ख)  डाकू  रास्ते में व्यापारियों का सारा धन लूट लेते थे।"
              },
              {
                "-Question": "(ग)  मेरे पास चालीस मुद्राएँ हैं।"
              },
              {
                "-Question": "(घ)  तुम झूठ बोलते हो।"
              },
              {
                "-Question": "(ङ)  हमें सदा सत्य का पालन करना चाहिए।"
              },
              {
                "-Question": "(च)  बहुत-से लोग प्रतिवर्ष वहाँ सत्य की प्रेरणा ग्रहण करने जाते हैं।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिंदी में अनुवाद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क) ते व्यापारार्थं सुदूरं गच्छन्ति स्म।"
              },
              {
                "-Question": "(ख) मार्गे ते विविधानि कष्टानि अवरोधकानि च दूरी कृत्वा लक्ष्यं प्रति गच्छन्ति स्म।"
              },
              {
                "-Question": "(ग) मम पाश्र्वे चत्वािंरशत् मुद्रा: सन्ति।"
              },
              {
                "-Question": "(घ) वयं स्व दुष्कृत्यै: लज्जिता: स्म।"
              },
              {
                "-Question": "(ङ) ते लुण्ठितं धनं पथिकेभ्य: अयच्छन्।"
              }
            ]
          }
        ]    /*chapter7 compelete*/
      },
       {
        "-ChapterName": "भगवान् भास्कर:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  यदि सूर्यो न भवेत् तहिं कि भवेत्?"
              },
              {
                "-Question": "(ख)  भास्कर: केषां जनक: कथ्यते?"
              },
              {
                "-Question": "(ग)  वयं भास्करस्य किमर्थं कुर्म:?"
              },
              {
                "-Question": "(घ)  कस्य कृपया पादपानां जीवनं भवति?"
              },
              {
                "-Question": "(ङ)  भारते षड् ऋतूणां क्रमेण नामानि लिखत।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  अस्य जगत:  __________ भास्कर: अस्ति।"
              },
              {
                "-Question": "(ख)  अस्य प्रकाशे एव वयं __________ द्रष्टुं शक्नुम:।"
              },
              {
                "-Question": "(ग)  एभि: मेघैरेव __________ भवन्ति।"
              },
              {
                "-Question": "(घ)  यदा भास्कर: दक्षिणायणो भवति तदा __________ जायते।"
              },
              {
                "-Question": "(ङ)  ऋतूणां परिवर्तनेनैवास्य __________ भवति।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  क्या तुम जानते हो कि अंधकार किसके कारण दूर होता है?"
              },
              {
                "-Question": "(ख)  इस संसार की उत्पत्ति का कारण सूर्य ही है।"
              },
              {
                "-Question": "(ग)  दीपक के प्रकाश में सभी कार्य संभव नहीं हैं विंâतु सूर्य के प्रकाश में हैं।"
              },
              {
                "-Question": "(घ)  सूर्य के कारण ही ऋतु-परिवर्तन होता है।"
              },
              {
                "-Question": "(ङ)  सूर्य को भगवान कहते हैं, इसलिए लोग इसकी पूजा करते हैं।"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों को हिन्दी में लिखिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "1.\tतपति  = _______________________"
              },
              {
                "-Question": "2.\tप्रचण्ड:  = _______________________"
              },
              {
                "-Question": "3.\tवर्धन्ते  = _______________________"
              },
              {
                "-Question": "4.\tप्रयच्छति  = _______________________"
              },
              {
                "-Question": "5.\tउत्थाय  = _______________________"
              },
              {
                "-Question": "6.\tविद्यते  = _______________________"
              }
            ]
          }
        ]    //chapter8 compelete
      },
       {
        "-ChapterName": "जलजीवनम्",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  जीवनस्याधारं किमस्ति?"
              },
              {
                "-Question": "(ख)  मुम्बई नगरे जलं कथं रक्षति?"
              },
              {
                "-Question": "(ग)  सर्वेषां प्राणीनां जीवनं किम् अस्ति?"
              },
              {
                "-Question": "(घ)  जल-रक्षणाय कि करणीयं स्यात्?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  जलं विना __________अपि शुष्यन्ति।"
              },
              {
                "-Question": "(ख)  जलस्य प्रयोगम् __________ मा कुरु।"
              },
              {
                "-Question": "(ग)  अत्र जलस्य विषये वयम् __________ व्यवहराम:।"
              },
              {
                "-Question": "(घ)  जलम् एव __________ जीवनम् अस्ति ।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  जल के बिना कोई प्राणी नहीं रह सकता है।"
              },
              {
                "-Question": "(ख)  हम लोग तो अपने घर पर पानी का बहुत प्रयोग करते हैं।"
              },
              {
                "-Question": "(ग)  यहाँ हम लोग जल के प्रति अत्यधिक सावधानी रखते हैं।"
              },
              {
                "-Question": "(घ)  हम सभी को जल-संरक्षण के प्रति जागरूक रहना चाहिए।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिन्दी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  जलं विना वनस्पतय: अपि शुष्यन्ति।"
              },
              {
                "-Question": "(ख)  भवान् अत्र केन प्रकारेण जलस्य प्रयोगं करोति?"
              },
              {
                "-Question": "(ग)  अस्यां विधौ अधिकजलस्य प्रयोगं न भवति।"
              },
              {
                "-Question": "(घ)  जलम् एव प्राणीनां जीवनम् अस्ति।"
              }
            ]
          },
		  
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों से वाक्य बनाइए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)  जलम्  = ____________________________"
              },
              {
                "-Question": "(ख)  मुम्बई  = ____________________________"
              },
              {
                "-Question": "(ग)  संग्रह:  = ____________________________"
              },
              {
                "-Question": "(घ)  जीवनम्  = ____________________________"
              },
              {
                "-Question": "(ङ)  रक्षाकार्यम्  = ____________________________"
              }
            ]
          }
        ]    //chapter9 compelete
      },
       {
        "-ChapterName": "लुब्ध: गज:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  वने क: वसति स्म?"
              },
              {
                "-Question": "(ख)  गजस्य पीनपृथुलं शरीरम् अवलोक्य शृगाला: किम् अचिन्तयन्?"
              },
              {
                "-Question": "(ग)  गजस्य समीपं गत्वा वृद्ध: शृगाल: किम् अकथयत्?"
              },
              {
                "-Question": "(घ)  गज: कुत्र निपतित:?"
              },
              {
                "-Question": "(ङ)  गजस्य मृत्योपरान्ते सर्वे शृगाला: किम् अकुर्वन्?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  शृगाल: गजस्य __________ गत्वा तं प्रणमति।"
              },
              {
                "-Question": "(ख)  पशव: मन्त्रयन्ते यत् वयं  __________ विना  __________ ।"
              },
              {
                "-Question": "(ग)  गज: स्व श __________  श्रुत्वा  __________ जात:।"
              },
              {
                "-Question": "(घ)  स: गज: शृगालमनुसरति  __________ निपतित:।"
              },
              {
                "-Question": "(ङ)  ततो  __________ निमग्नस्य मृत्यु:  __________ अभवत्।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  एक वन में विशालकाय हाथी रहता था।"
              },
              {
                "-Question": "(ख)  यदि हम इस हाथी को मार दें तो हमारा चार महीने का भोजन हो जाएगा।"
              },
              {
                "-Question": "(ग)  इस वन में बिना स्वामी के हम असुरक्षित महसूस करते हैं।"
              },
              {
                "-Question": "(घ)  सभी सियारों ने मृत हाथी का मांस कई दिनों तक खाया।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों का प्रयोग करके संस्कृत में वाक्य बनाइए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  पीनपृथुलम् = ________________________________"
              },
              {
                "-Question": "(ख)  स्वप्रशंसाम् = ________________________________"
              },
              {
                "-Question": "(ग)  सत्वरम् = ________________________________"
              },
              {
                "-Question": "(घ)  शृगाला: = ________________________________"
              },
              {
                "-Question": "(ङ)  प्रेषित: = ________________________________"
              }
            ]
          },
		  
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों को उनके अर्थों से मिलाइए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "1.\tअवलोक्य \t\t\t\t\t जैसा उचित हो"
              },
              {
                "-Question": "2.\tएकदा \t\t\t\t\t एक बार"
              },
              {
                "-Question": "3.\tमिलित्वा \t\t\t\t\t देखकर"
              },
              {
                "-Question": "4.\tयथोचितम् \t\t\t\t मिलकर"
              }
            ]
          }
        ]    /*chapter10 compelete*/
      },
       {
        "-ChapterName": "शठे शाठ्यं समाचरेत्",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  फलानि क: विक्रीणाति स्म?"
              },
              {
                "-Question": "(ख)  फल-विक्रेता स्वपरिवारं कथं पालयति स्म?"
              },
              {
                "-Question": "(ग)  तस्य आपणं कुत्र आसीत्?"
              },
              {
                "-Question": "(घ)  कुपितेन गजेन कि कृतं किमर्थच?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति  कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  एकस्मिन् नगरे एक: __________आसीत्।"
              },
              {
                "-Question": "(ख)  गज: प्रतिदिनं तस्मिन् __________आगच्छति।"
              },
              {
                "-Question": "(ग)  __________ खादितुं तस्मै फलानि यच्छति।"
              },
              {
                "-Question": "(घ)  बालक: गजस्य शुण्डादण्डे __________ छेदनम् अकरोत्।"
              },
              {
                "-Question": "(ङ)  शठे __________ समाचरेत्।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों का संस्कृत वाक्यों में प्रयोग कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) फल-विक्रेता  = _______________________________________"
              },
              {
                "-Question": "(ख) चञ्चल:  = _______________________________________"
              },
              {
                "-Question": "(ग) ज्ञात्वा  = _______________________________________"
              },
              {
                "-Question": "(घ) शठे  = _______________________________________"
              },
              {
                "-Question": "(ङ) जलम्  = _______________________________________"
              }
            ]
          },
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)  अब्दुल फल बेचकर अपने परिवार का पालन करता था।"
              },
              {
                "-Question": "(ख)  हाथी रोज उसकी दुकान पर जाता था।"
              },
              {
                "-Question": "(ग)  अब्दुल के लड़के ने उसकी सूँड में सूई चुभा दी।"
              },
              {
                "-Question": "(घ)  अब्दुल स्वभाव से अच्छा है।"
              },
              {
                "-Question": "(ङ)  दुष्ट के साथ दुष्टता का व्यवहार करना चाहिए।"
              }
            ]
          },
		  
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों के विलोम शब्द कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "अनिष्टम्  = _______\t\t\tप्रसन्न: = ____________ "
              },
              {
                "-Question": "मलिनम् = _______\t\t\tउपरि = ____________"
              },
              {
                "-Question": "दुष्ट = ____________ \t\tअल्पम् = ____________ "
              }
            ]
          }
        ]    //chapter11 compelete
      },
       {
        "-ChapterName": "विद्याया: महत्वम्",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के संस्कृत में उत्तर लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  य: पिता पुत्रं न पाठयति स: कि भवति?"
              },
              {
                "-Question": "(ख)  विद्याविहीन: कीदृश: शोभते?"
              },
              {
                "-Question": "(ग)  किशुका: कीदृशा: भवन्ति?"
              },
              {
                "-Question": "(घ)  पात्रत्वाद् कि प्राप्नोति?"
              },
              {
                "-Question": "(ङ)  विद्वत्वे नृपत्वे च क: भेद:?"
              },
              {
                "-Question": "(च)  सुखस्य मूलं कारणं किमस्ति?"
              },
              {
                "-Question": "(छ)  निर्बलानां बलं किमस्ति?"
              },
              {
                "-Question": "(ज)  विद्या-रत्नं महाधनं कथम् अस्ति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) रूप-यौवन __________। \n\t_____ किशुका:।।"
              },
              {
                "-Question": "(ख) विद्या ददाति __________।\n\t_____ तत: सुखम्।।"
              },
              {
                "-Question": "(ग) भ्रातृभि: __________ नीयते।\n\tदानेन __________।।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  अनपढ़ सभा में शोभा नहीं पाता है।"
              },
              {
                "-Question": "(ख)  विद्या से हीन व्यक्ति किशुक के पूâल के समान होता है।"
              },
              {
                "-Question": "(ग)  विद्या विनम्रता प्रदान करती है।"
              },
              {
                "-Question": "(घ)  गरीबों का बल धन है।"
              },
              {
                "-Question": "(ङ)  विद्या को चोर नहीं चुरा सकते हैं।"
              }
            ]
          }
        ]    //chapter12 compelete
      },
       {
        "-ChapterName": "दुष्टताया: फलम्",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  कोकिलदम्पती कुत्र अवसताम्?"
              },
              {
                "-Question": "(ख)  वृक्षस्य अध: क: अवसत्?"
              },
              {
                "-Question": "(ग)  सर्वे खगा: किमर्थं दु:खिता: आसन्?"
              },
              {
                "-Question": "(घ)  राजपुत्र: स्नानात् पूर्वं स्व हारं कुत्र अस्थापयत्?"
              },
              {
                "-Question": "(ङ)  कोकिल: तं हारं कुत्र अक्षिपत्?"
              },
              {
                "-Question": "(च)  सर्प: कथं हत:?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  वृक्षस्य अध:  __________ अवसत्।"
              },
              {
                "-Question": "(ख)  कथम् अस्य कृष्णसर्पस्य __________ भवेत्?"
              },
              {
                "-Question": "(ग)  एक: राजपुत्र: __________ स्नानम् अकरोत्।"
              },
              {
                "-Question": "(घ)  कोकिल: बुद्धिबलेन __________ अनश्यत्।"
              },
              {
                "-Question": "(ङ)  उपायेन __________ न तच्छक्यं पराक्रमै:।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  यमुना नदी के किनारे एक बरगद का पेड़ था।"
              },
              {
                "-Question": "(ख)  पेड़ पर कोयल का एक जोड़ा रहता था।"
              },
              {
                "-Question": "(ग)  बरगद के पेड़ के नीचे एक काला साँप भी रहता था।"
              },
              {
                "-Question": "(घ)  काले साँप ने कोयल के बच्चों को खा लिया।"
              },
              {
                "-Question": "(ङ)  अपने बुद्धिबल से कोयल दंपती ने साँप को मरवा दिया।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिंदी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  वृक्षस्य अध: एक: कृष्णसर्प: अप्यवसत्।"
              },
              {
                "-Question": "(ख)  अयं कृष्णसर्प: केन प्रकारेण मरिष्यति?"
              },
              {
                "-Question": "(ग)  स्वामिन्! एतत् तु मे असम्भवं प्रतिभाति।"
              },
              {
                "-Question": "(घ)  कोकिलया राजकुमारस्य स्वर्णहारं सर्पस्य विवरे अक्षिपत्।"
              },
              {
                "-Question": "(ङ)  उपायेन यच्छक्यं न तच्छक्यं पराक्रमै:।"
              }
            ]
          },
		  
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखितं वाक्यों में सही वाक्य पर सही तथा गलत वाक्य पर गलत का निशान लगाइए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)  कृष्णसर्प: एकस्मिन् तडागे अवसत्।\t______"
              },
              {
                "-Question": "(ख)  कृष्णसर्प: कोकिलदम्पतीम् अखादत्।\t______"
              },
              {
                "-Question": "(ग)  एक: राजपुत्र: सरोवरे स्नानम् अकरोत्।\t______"
              },
              {
                "-Question": "(घ)  कोकिला हारं धृत्वा नदीजले अक्षिपत्।\t______"
              }
            ]
          }
        ]    //chapter13 compelete
      },
       {
        "-ChapterName": "महात्मा बुद्ध:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  राजा शुद्धोधनस्य पुत्र: क: आसीत्?"
              },
              {
                "-Question": "(ख)  बुद्धस्य जन्म कस्मिन् नगरे बभूव?"
              },
              {
                "-Question": "(ग)  बुद्धस्य मातु: किन्नाम?"
              },
              {
                "-Question": "(घ)  बुद्धं वैराग्यं कथम् अभवत्?"
              },
              {
                "-Question": "(ङ)  बुद्धस्य के उपदेशा: सन्ति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  बाल्यकाले एव तस्य __________ स्वर्गं गता।"
              },
              {
                "-Question": "(ख)  तस्य पिता तस्मिन् __________ लक्षणं दृष्टवान्।"
              },
              {
                "-Question": "(ग)  अिंहसाया: __________ कुर्यात्।"
              },
              {
                "-Question": "(घ)  __________ स: बुद्ध: बभूव।"
              },
              {
                "-Question": "(ङ)  सर्वेषु प्राणिषु __________ कत्र्तव्या।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिन्दी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  बुद्धस्य उपदेशा: इह जगति विशेषानुकरणीया: अभवन्।"
              },
              {
                "-Question": "(ख)  ब्रह्मचर्यं पालयेत्। शरणागतान् रक्षेत्।"
              },
              {
                "-Question": "(ग)  अस्माक जीवने लौकिकसुखस्य आकर्षणं न भवेत्।"
              },
              {
                "-Question": "(घ)  अिंहसाया: सदा पालनं कुर्यात्।"
              },
              {
                "-Question": "(ङ)  सर्वेषु प्राणिषु दया कत्र्तव्या।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  बचपन में बुद्ध का नाम सिद्धार्थ था।"
              },
              {
                "-Question": "(ख)  बचपन से ही बुद्ध खेल छोड़कर ध्यानयोग का अभ्यास करते थे।"
              },
              {
                "-Question": "(ग)  वृद्ध, रोगी, मृत तथा संन्यासी को देखकर बुद्ध वेâ हृदय में वैराग्य उत्पन्न हुआ।"
              },
              {
                "-Question": "(घ)  अपने निश्चय के अनुसार बुद्ध ने पत्नी, पुत्र सहित सम्पूर्ण परिवार को त्याग दिया।"
              },
              {
                "-Question": "(ङ)  ज्ञान प्राप्त करके वह बुद्ध बन गए।"
              }
            ]
          }
        ]    //chapter14 compelete
      },
       {
        "-ChapterName": "सुभाषितानि",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  कार्याणि कथं सिध्यन्ति?"
              },
              {
                "-Question": "(ख)  के जना: भुवि भारभूता:?"
              },
              {
                "-Question": "(ग)  विद्या िंक िंक साधयति?"
              },
              {
                "-Question": "(घ)  परोपकाराय विभूतय: केषाम्?"
              },
              {
                "-Question": "(ङ)  कि यत्नेन संरक्षेद्?"
              },
              {
                "-Question": "(च)  न्याय्यात् पथ: पदं के न प्रविचलन्ति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  सत्यं __________ ।\n\tएष: __________।।"
              },
              {
                "-Question": "(ख)  पिबन्ति __________,\n\t __________वृक्षा:।\n\tनादन्ति ,\n\t __________विभूतय:।।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों का प्रयोग करके संस्कृत में वाक्य बनाइए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  लक्ष्मी  = ___________________________"
              },
              {
                "-Question": "(ख)  परोपकाराय  = ___________________________"
              },
              {
                "-Question": "(ग)  कार्याणि  = ___________________________"
              },
              {
                "-Question": "(घ)  धर्म:  = ___________________________"
              },
              {
                "-Question": "(ङ)  वृत्तम्  = ___________________________"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिंदी में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  सत्यं ब्रूयात् प्रियं ब्रूयात् न ब्रूयात् सत्यमप्रियम्।"
              },
              {
                "-Question": "(ख)  येषां न विद्या न तपो न दानम्।"
              },
              {
                "-Question": "(ग)  कि कि न साधयति कल्पलतेव विद्या।"
              },
              {
                "-Question": "(घ)  वृत्तं यत्नेन संरक्षेद् वित्तमेति च याति च।"
              }
            ]
          }
        ]    //chapter15 compelete
      },
       {
        "-ChapterName": "सङ्गते: प्रभाव:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)  मुनि: कुत्र वसति स्म?"
              },
              {
                "-Question": "(ख)  खगाभ्यां क: प्रकामं स्निह्यति स्म?"
              },
              {
                "-Question": "(ग)  प्रथमं क: मुने: आश्रमम् आगच्छत्?"
              },
              {
                "-Question": "(घ)  मुनि: कौ द्रष्टुम् ऐच्छत्?"
              },
              {
                "-Question": "(ङ)  अन्ते मुनि: कि कथयति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  मुनि दौ __________ अपालयत्।"
              },
              {
                "-Question": "(ख)  मुनि: ताभ्यां __________ स्म।"
              },
              {
                "-Question": "(ग)  दु:खी मनसा मुनि __________ प्रत्यागच्छत्।"
              },
              {
                "-Question": "(घ)  अस्माक आश्रमे __________ स्वागतम्।"
              },
              {
                "-Question": "(ङ) __________ कि न करोति पुंसाम्।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों का अपने वाक्यों में प्रयोग कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  प्रकामम्  = _____________________________"
              },
              {
                "-Question": "(ख)  चौर:  = _____________________________"
              },
              {
                "-Question": "(ग)  अपरम्  = _____________________________"
              },
              {
                "-Question": "(घ)  गृह्णातु  = _____________________________"
              },
              {
                "-Question": "(ङ)  सत्संगति:  = _____________________________"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  जंगल में बहुत सारे पशु-पक्षी रहते थे।"
              },
              {
                "-Question": "(ख)  तोता मनुष्य की तरह बोलता है।"
              },
              {
                "-Question": "(ग)  शेर जंगल का राजा है।"
              },
              {
                "-Question": "(घ)  मुनि पहले तोते की बात सुनकर दुखी हो गए।"
              },
              {
                "-Question": "(ङ)  मुनि पक्षियों को बहुत प्यार करते थे।"
              }
            ]
          },
		  
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों की हिन्दी लिखिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "  खग: = ___________________ \t\t\tप्रकामम् = ___________________ "
              },
              {
                "-Question": "  तौ = ___________________ \t\t\tगृह्णातु = ___________________ "
              },
              {
                "-Question": "  तिष्ठतु = ___________________ \t\t\tपुंसाम् = ___________________ "
              }
            ]
          }
        ]    //chapter16 compelete
      },
       {
        "-ChapterName": "विज्ञानयुगम्",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  अद्यत्वे वयं धरातले कि पश्याम:?"
              },
              {
                "-Question": "(ख)  आधुनिका: वैज्ञानिका: कि कुर्वन्ति?"
              },
              {
                "-Question": "(ग)  वैज्ञानिका: केषु केषु देशेषु सञ्जाता:?"
              },
              {
                "-Question": "(घ)  वैज्ञानिका: यातायात क्षेत्रेषु केषां निर्माणम् अकुर्वन्?"
              },
              {
                "-Question": "(ङ)  वास्तुकलाक्षेत्रेषु कानि कानि यन्त्राणि विनिर्मितानि?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—-",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  संसारे वैद्युत् उपकरणानाम् __________ परमाश्चर्यजनक: वर्तते।"
              },
              {
                "-Question": "(ख)  विशिष्टं ज्ञानम् __________ कथ्यते।"
              },
              {
                "-Question": "(ग)  भारते अपि अनेका: प्रसिद्धा: __________ अभवन्।"
              },
			  {
                "-Question": "(घ)  __________ वयं जीवनस्य अखिलानि __________ कुर्म:।"
              },
			  {
                "-Question": "(ङ)  एषां सदुपयोग: एव __________ हितकारक: वर्तते।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  विशिष्ट ज्ञान विज्ञान कहलाता है।"
              },
              {
                "-Question": "(ख)  संसार में बहुत-से वैज्ञानिक हुए हैं जिन्होंने हमें सुविधाएँ प्रदान की हैं।"
              },
              {
                "-Question": "(ग)  वैज्ञानिकों ने यातायात के क्षेत्र में रेल, वायुयान आदि बनाए।"
              },
              {
                "-Question": "(घ)  संचार क्षेत्र में टेलीफोन, टेलीविजन आदि का निर्माण भी वैज्ञानिकों ने किया।"
              },
              {
                "-Question": "(ङ)  बिजली की सहायक सामग्री का निर्माण विशेष आश्चर्यजनक है।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "संधि-विच्छेद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "1.\tहानिकारकश्च  = ___________________________________"
              },
              {
                "-Question": "2.\tरक्षोपकरणम्  = ___________________________________"
              },
              {
                "-Question": "3.\tनवीनाविष्कारान्  = ___________________________________"
              },
              {
                "-Question": "4.\tआविष्कारञ्च  = ___________________________________"
              },
              {
                "-Question": "5.\tवैद्युदुपकरणानाम्  = ___________________________________"
              }
            ]
          },
		  
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिन्दी में अनुवाद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)  भारते अनेका: प्रसिद्धा: वैज्ञानिका: अभवन्।"
              },
              {
                "-Question": "(ख)  चिकित्सा यन्त्राणाम् आविष्कारं विस्मयकारक कार्यम् अस्ति।"
              },
              {
                "-Question": "(ग)  वैद्युत् उपकरणानाम् आविष्कार: परमाश्चर्यजनक: वर्तते।"
              },
              {
                "-Question": "(घ)  आधुनिका: वैज्ञानिका: नूतनान् आविष्कारान् कुर्वन्ति।"
              },
              {
                "-Question": "(ङ)  एषां सदुपयोग: एव मानवानां हितकारक: अस्ति।"
              }
            ]
          }
        ]    //chapter17 compelete
      },
       {
        "-ChapterName": "यात्राया: साधनानि",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  प्राचीनकाले जना: यात्रायां कथं कष्टम् अनुभवन्ति स्म?"
              },
              {
                "-Question": "(ख)  तस्मिन् काले जना: वैâ: साधनै: यात्रां कुर्वन्ति स्म?"
              },
              {
                "-Question": "(ग)  अधुना कानि नवीनानि साधनानि सन्ति?"
              },
              {
                "-Question": "(घ)  पर्वतीये क्षेत्रे जना: इतस्ततो कथं गच्छन्ति?"
              },
              {
                "-Question": "(ङ)  यत्र लौहपथगामिनी न गच्छति तत्र जना: केन यात्रां कुर्वन्ति?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—-",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  जना: __________ दूराणि स्थानानि गच्छन्ति।"
              },
              {
                "-Question": "(ख)  जन: __________ नदीं तरति।"
              },
              {
                "-Question": "(ग)  अधुना यात्रा जनेभ्य: __________ न ददाति।"
              },
			  {
                "-Question": "(घ)  पर्वतीयक्षेत्रे जना: __________ इतस्ततो गच्छन्ति।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  प्राचीन काल में लोग पैदल ही यात्रा करते थे।"
              },
              {
                "-Question": "(ख)  प्राचीन काल में मनुष्य नदियाँ नाव द्वारा पार करते थे।"
              },
              {
                "-Question": "(ग)  वायुयान से कम समय में अपने गंतव्य तक पहुँचा जा सकता है।"
              },
              {
                "-Question": "(घ)  मरुस्थल प्रदेश का एकमात्र यातायात का साधन उँâट है।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित शब्दों से वाक्य बनाइए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क) मनुष्य  = ___________________________________"
              },
              {
                "-Question": "(ख) महत् = ___________________________________"
              },
              {
                "-Question": "(ग) अश्वै: = ___________________________________"
              },
              {
                "-Question": "(घ) यात्रा  = ___________________________________"
              },
              {
                "-Question": "(ङ) जना: = ___________________________________"
              },
              {
                "-Question": "(च) उष्ट्र: = ___________________________________"
              },
              {
                "-Question": "(छ) स्व = ___________________________________"
              }
            ]
          },
		  
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिन्दी में अनुवाद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)  पुरा: पादाभ्यां यात्रया मनुष्य: श्राम्यति स्म।"
              },
              {
                "-Question": "(ख)  मरुस्थले प्रदेशे उष्ट्र: एव यात्राया: साधनम् अस्ति।"
              },
              {
                "-Question": "(ग)  पर्वतीय क्षेत्रे जना: अश्वै: इतस्ततो गच्छन्ति।"
              },
              {
                "-Question": "(घ)  अद्यत्वे यात्रायां किमपि कष्टं न भवति।"
              }
            ]
          }
        ]    //chapter18 compelete
      },
       {
        "-ChapterName": "राष्ट्रिय प्रतीका:",
        "-Heading": "Multiple Choice Questions",
        "Cluster": [
          
          
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित प्रश्नों के उत्तर संस्कृत में लिखिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  अस्माकं राष्ट्रध्वज:  कै: वर्णै: संयुत: अस्ति?"
              },
              {
                "-Question": "(ख)  अस्माकं राष्ट्रिय: पक्षी: क:?"
              },
              {
                "-Question": "(ग)  अस्माकं राष्ट्रियं पुष्पं किम्?"
              },
              {
                "-Question": "(घ)  भारतस्य राष्ट्रगानस्य रचयिता क:?"
              },
              {
                "-Question": "(ङ)  भारतस्य राष्ट्रियध्वजे के-के वर्णा: सन्ति तेषां कि च अभिप्राय:?"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "रिक्त स्थानों की पूर्ति कीजिए—-",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  अस्माकं राष्ट्रध्वज: __________ संयुत: अस्ति।"
              },
              {
                "-Question": "(ख)  कमलम् अस्माकं __________ पुष्पम्।"
              },
              {
                "-Question": "(ग)  राष्ट्रध्वजस्य चक्रे  __________ अरा: सन्ति।"
              },
			  {
                "-Question": "(घ)  भारतराष्ट्रस्य राष्ट्रगानं __________ अस्ति।"
              },
			  {
                "-Question": "(ङ)  अस्य गानस्य प्रणेता कविवर: __________ अस्ति।"
              }
            ]
          },
		  {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का संस्कृत में अनुवाद कीजिए—",
            "-defaultMark": "1",
            "item": [
              {
                "-Question": "(क)  राष्ट्रचिह्नों का हमें सम्मान करना चाहिए।"
              },
              {
                "-Question": "(ख)  कमल हमारा राष्ट्रीय पुष्प है।"
              },
              {
                "-Question": "(ग)  मोर की सुंदरता और नृत्य प्रसिद्ध है।"
              },
              {
                "-Question": "(घ)  अशोक चक्र सत्य और अिंहसा का प्रतीक है।"
              },
              {
                "-Question": "(ङ)  बाघ सर्वाधिक बलवान पशु है।"
              }
            ]
          },
		  
          {
            "-QType": "FillUp",
            "-Heading": "निम्नलिखित वाक्यों का हिन्दी में अनुवाद कीजिए—",
            "-defaultMark": "5",
            "item": [
              {
                "-Question": "(क)  अस्माकं राष्ट्रध्वज त्रिरङ्ग: अस्ति।"
              },
              {
                "-Question": "(ख)  मयूरस्य पृष्ठभागे बर्ह: शोभते।"
              },
              {
                "-Question": "(ग)  कमलम् अस्माकं राष्ट्रियं पुष्पम्।"
              },
              {
                "-Question": "(घ)  व्याघ्र: पशुषु अतीव शूर: अस्ति।"
              },
              {
                "-Question": "(ङ)  अशोकचक्रे चतुर्वीशति: अरा: सन्ति।"
              }
            ]
          }
        ]    //chapter19 compelete
      }
    ]
  }
}